<?php
$tx['meta']['codepage']="windows-1251";
$tx['menu']['login']="Вход";
$tx['menu']['mailform']="Письмо администратору";
$tx['menu']['print']="Версия для печати";
$tx['menu']['sitemap']="Карта сайта";
$tx['submenu']['heading']="_";
$tx['title']['images']="Изображения";
$tx['title']['downloads']="Файлы";
$tx['title']['mailform']="Письмо администратору";
$tx['title']['search']="Поиск";
$tx['title']['settings']="Настройки";
$tx['title']['sitemap']="Карта сайта";
$tx['title']['validate']="Проверка ссылок";
$tx['navigator']['next']="&#8594;";
$tx['navigator']['previous']="&#8592;";
$tx['navigator']['top']="Вверх";
$tx['lastupdate']['text']="Последнее обновление";
$tx['lastupdate']['dateformat']=" d.m.Y г.";
$tx['search']['button']="Поиск";
$tx['search']['foundin']="найдено в";
$tx['search']['notfound']="не найдено";
$tx['search']['pgplural']="страницы";
$tx['search']['pgsingular']="страница";
$tx['search']['result']="Результат поиска";
$tx['mailform']['notsend']="Ваше сообщение не послано";
$tx['mailform']['send']="Ваше сообщение послано";
$tx['mailform']['sender']="Ваш е-mail";
$tx['mailform']['sendbutton']="Отправить";
$tx['mailform']['message']="Вы можете написать нам сообщение через эту форму. Отправляя нам письма Вы подтверждаете, что даёте своё согласие на обработку своих персональных данных в соответствии с Политикой конфиденциальности нашего сайта.";
$tx['login']['warning']="Вход для администратора сайта.";
$tx['login']['loggedout']="Вы вышли из администрирования.";
$tx['log']['dateformat']="d-m-Y H:i:s";
$tx['log']['loggedin']="вход в систему";
$tx['editmenu']['downloads']="Файлы";
$tx['editmenu']['help']="Помощь";
$tx['editmenu']['images']="Изображения";
$tx['editmenu']['logout']="Выход";
$tx['editmenu']['edit']="Редактирование";
$tx['editmenu']['normal']="Просмотр";
$tx['editmenu']['settings']="Настройки";
$tx['editmenu']['validate']="Ссылки";
$tx['action']['delete']="Удалить";
$tx['action']['download']="Загрузка";
$tx['action']['edit']="Редактировать";
$tx['action']['save']="Сохранить";
$tx['action']['upload']="Загрузить";
$tx['action']['view']="Просмотр";
$tx['result']['created']="создано";
$tx['result']['deleted']="удален";
$tx['result']['uploaded']="загружен";
$tx['filetype']['folder']="папка";
$tx['filetype']['file']="файл";
$tx['filetype']['backup']="сохранение";
$tx['filetype']['content']="содержание";
$tx['filetype']['execute']="выполнено";
$tx['filetype']['log']="лога";
$tx['filetype']['stylesheet']="стиль";
$tx['filetype']['template']="шаблон";
$tx['filetype']['language']="язык";
$tx['filetype']['config']="конфигурацию";
$tx['images']['usedin']="Использовано в";
$tx['files']['totalsize']="Общий размер";
$tx['files']['bytes']="байт";
$tx['heading']['error']="ОШИБКА";
$tx['heading']['warning']="ПРЕДУПРЕЖДЕНИЕ";
$tx['toc']['dupl']="ДУБЛИКАТ ЗАГОЛОВКА";
$tx['toc']['empty']="ПУСТОЙ ЗАГОЛОВОК";
$tx['toc']['missing']="ПОТЕРЯННЫЙ ЗАГОЛОВОК";
$tx['toc']['newpage']="НОВАЯ СТРАНИЦА";
$tx['error']['401']="Ошибка 401: Несанкционированный доступ";
$tx['error']['404']="Ошибка 404: Страница не найдена";
$tx['error']['tolarge']="Большой размер! Максимальный размер";
$tx['error']['cntlocateheading']="Невозможно найти заголовок";
$tx['error']['cntwriteto']="Невозможно записать в";
$tx['error']['cntdelete']="Невозможно удалить";
$tx['error']['cntsave']="Невозможно сохранить";
$tx['error']['cntopen']="Невозможно открыть";
$tx['error']['wrongext']="Неверное расширение";
$tx['error']['alreadyexists']="Уже существует";
$tx['error']['undefined']="Неопределенный";
$tx['error']['missing']="Пропущен";
$tx['error']['notreadable']="Невозможно прочитать";
$tx['error']['notwritable']="Невозможно записать";
$tx['error']['mustwritemes']="Сообщение пустое";
$tx['error']['mustwritemail']="Введите корректный e-mail адрес";
$tx['settings']['backup']="Копия";
$tx['settings']['ftp']="Используйте FTP для удаленного администрирования";
$tx['settings']['warning']="Не изменяйте параметры настроек, если не уверены";
$tx['settings']['systemfiles']="Системные файлы";
$tx['settings']['backupexplain1']="В конце сеанса содержание копируется и более старый резервный файл(ы) будет удален.";
$tx['settings']['backupexplain2']="Имя копии будет содержать: ГГГГММДДЧЧММСС";
$tx['validate']['extfail']="НЕВЕРНАЯ ВНЕШНЯЯ ССЫЛКА";
$tx['validate']['extok']="ВЕРНАЯ ВНЕШНЯЯ ССЫЛКА";
$tx['validate']['intfail']="НЕВЕРНАЯ ВНУТРЕННЯЯ ССЫЛКА";
$tx['validate']['intfilok']="ВЕРНАЯ ВНУТРЕННЯЯ ССЫЛКА НА ФАЙЛ";
$tx['validate']['intok']="ВЕРНАЯ ВНУТРЕННЯЯ ССЫЛКА";
$tx['validate']['mailto']="ССЫЛКА MAILTO";
$tx['validate']['notxt']="НЕТ СВЯЗИ НА С СЫЛКОЙ";
$tx['help']['mailform_email']="Если указан е-маил, то форма связи будет активна";
$tx['editor']['noimages']="Не найдено изображений в";
$tx['editor']['changemode']="Эта функция доступна только в режиме визуального редактирования. Изменить режим редактирования?";
$tx['editor']['buttons']='[
["ilink","Вставить выбранную ссылку","Вставляет выбранную из списка ссылку на документ"],
[""],
["iimage","Вставить выбранное изображение","Вставляет выбранное из списка изображения"],
["tr"],
["save","Сохранить","Сохранение текущего документа"],
[""],
["selectall","Вделить все (Ctrl+A)","Выделить весе содержимое документа"],
["cut","Вырезать (Ctrl+X)","Вырезает выделенный фрагмент в буфер обмена"],
["copy","Копировать (Ctrl+C)","Копирует выделенный фрагмент в буфер обмена"],
["paste","Вставить (Ctrl+V)","Вставить содержание буфера обмена"],
[""],
["undo","Отменить (Ctrl+Z)","Отменяет последнее действие"],
["redo","Повторить (Ctrl+Y)","Повторяет первоначально отмененное действие"],
[""],
["html","Изменить режим","Переключение визуального режима и режима HTML"],
[""],
["justifyleft","Выровнять по левому краю","Выровнять по левому краю"],
["justifycenter","Выравнивание по центру","Выравнивание по центру"],
["justifyright","Выровнять по правому краю","Выравнивание по правому краю"],
[""],
["inserthorizontalrule","Горизонтальная линия","Вставляет горизонтальную линию"],
[""],
["createlink","Создать или редактровать гиперссылку","Создает или редактрует гиперссылку"],
["unlink","Удалить гиперссылку","Удаляет выделенную гиперссылку"],
["tr"],
["h1","Заголовок 1","Форматирует выделенный Заголовок(и) в заголовок 1 уровня"],
["h2","Заголовок 2","Форматирует выделенный Заголовок(и) в заголовок 2 уровня"],
["h3","Заголовок 3","Форматирует выделенный Заголовок(и) в заголовок 3 уровня"],
["h4","Заголовок 4","Форматирует выделенный Заголовок(и) в заголовок 4 уровня"],
["p","Параграф","Форматирует текст как параграф"],
[""],
["bold","Жирный","Форматирует текст как жирный"],
["italic","Налонный","Форматирует текст как наклонный"],
["underline","Подчеркнутый","Форматирует текст как подчеркнутый"],
[""],
["removeformat","Удалить форматирование","Удаляет стили форматирования документа"],
[""],
["insertunorderedlist","Список","Создает или удаляет список"],
["insertorderedlist","Нумерованный список","Создает или удаляет нумерованный список"],
[""],
["outdent","Уменшить отступ","Уменьшает отступ в выделенном фрагменте текста"],
["indent","Увеличить отступ","Увеличивает отступ в выделенном фрагменте текста"]
]';$tx['urichar']['org']="А,Б,В,Г,Д,Е,Ё,Ж,З,И,Й,К,Л,М,Н,О,П,Р,С,Т,У,Ф,Х,Ц,Ч,Ш,Щ,Ъ,Ы,Ь,Э,Ю,Я,а,б,в,г,д,е,ё,ж,з,и,й,к,л,м,н,о,п,р,с,т,у,ф,х,ц,ч,ш,щ,ъ,ы,ь,э,ю,я";
$tx['urichar']['new']="A,B,V,G,D,E,E,Zh,Z,I,I,K,L,M,N,O,P,R,S,T,U,F,H,C,Ch,Sh,Sh,Tz,Y,Mz,E,Yu,Ya,a,b,v,g,d,e,e,zh,z,i,i,k,l,m,n,o,p,r,s,t,u,f,h,c,ch,sh,sh,tz,y,mz,e,yu,ya";
?>